{"category": ["数码收纳包", "固态硬盘", "软件服务", "售后服务", "电话卡", "延长保修", "无线鼠标", "数据恢复", "键盘膜", "双肩包", "防窥片", "有线耳机", "有线键盘", "机械硬盘", "手提包", "office", "电脑光驱", "有线鼠标", "扩展坞", "吸尘器", "成长记录仪", "双接口u盘", "新机开荒", "键鼠套装", "台灯", "鼠标垫", "蓝牙音箱", "电脑显示器", "电源适配器", "转接器", "无线网卡", "自拍杆", "蓝牙耳机", "单肩包", "扫地机器人", "笔记本支架", "体重秤", "充电线", "音频线", "净水器", "解决方案", "智能音箱", "挪车号码牌", "内胆包", "打印机", "无线键盘", "转接线", "运动手环", "硒鼓", "墨盒", "手机支架", "小夜灯", "收纳包", "屏碎保险", "筋膜枪", "纽扣电池", "台式机", "车载充电器", "文具笔", "单接口u盘", "笔记本", "旅行箱", "平板支架", "按摩椅", "显示器支架", "充电宝", "牙刷刷头", "电动牙刷", "摄像头", "洗车机", "计时器", "充电套装", "硬件升级", "移动工作站", "复印纸", "投影仪", "熨斗", "帽子", "清洁套装", "平板", "娱乐生活卡券", "电脑贴膜", "伞", "触控笔", "跳绳", "奇光板", "会议平板", "词典笔", "卫衣", "积木", "投影幕布", "手机", "保值换新", "吹风机", "升降桌", "电热锅", "剃须刀", "理发器", "鼻毛器", "扎线带", "电脑摄像头", "笔筒", "乒乓球球拍", "篮球", "礼品卡", "洗牙器", "按摩器", "联想会员卡", "t恤", "电风扇", "手持风扇", "投影承重转接", "投影支架", "人体工学椅", "车载导航", "毛巾", "洗地机", "技术服务日", "盲盒", "手办", "网线", "健腹轮", "指甲刀", "游戏机", "个人云", "瑜伽垫", "头戴耳机", "电子单词卡", "塔式工作站", "机架式服务器", "电脑模块", "扫地机器人耗材", "行车记录仪", "普通水杯", "台式机内存条", "出行旅游券", "笔记本内存条", "插线板", "耳机支架", "路由器", "服务器电源", "服务器内存条", "服务器阵列卡", "服务器硬盘配件", "暖手宝", "手机散热器", "掏耳勺", "游戏手柄", "保温杯", "加湿器", "电脑显卡", "毛毯", "洁厕液", "洗衣液", "洗手液", "消毒液", "视频会员卡", "美食外卖券", "音频阅读会员卡", "茶咖饮品券", "智能眼镜", "麦克风", "屏幕挂灯", "记事本", "剪刀", "便签纸", "长尾夹", "计算器", "礼盒", "宠物一体机", "监控机器人", "宠物梳", "宠物随行杯", "手机壳", "洗手机", "臂带", "旅行枕", "袖套", "平板保护膜", "键帽", "硅胶垫", "磁吸键盘和支架", "充气泵", "车载支架", "商超卡", "纸巾", "橡皮擦", "牙线", "马桶清洁剂", "皂盒", "棉签", "无线投屏器", "驱蚊", "收纳套装", "斜挎包", "随身wifi", "塔式服务器", "削笔器", "骨碟", "餐盘", "牙签盒", "移动照明灯", "坐垫", "眼罩", "求生工具盒", "登山杖", "儿童玩具", "收纳架", "百洁布", "收纳篮", "厨房纸", "空气净化器", "普通电池", "牙膏", "普通牙刷", "空气炸锅", "保鲜膜", "手套", "防水袋", "浴球", "牙刷消毒盒", "袜子", "锁", "野餐垫", "面罩", "雨衣", "平板保护夹", "公司变更", "企业资质", "公司注销", "代理记账", "财务审计", "商标注册", "经营账外包", "公司注册", "税务代办", "工作站", "充电基站", "工作站显示器", "香水", "闹钟", "卡套", "猫砂", "猫砂盆", "喷雾", "垃圾桶", "暖身贴", "开罐器", "周边", "电脑散热器", "支付宝", "工作站光驱", "咖啡机", "护颈枕", "床上用品", "榨汁机", "操作系统", "饮水机", "滤芯", "开水器", "文件套", "话费", "白板擦", "不粘锅", "扳手", "茶叶", "扫描仪", "碳带", "气控阀", "螺丝刀", "电脑桌", "咖啡豆", "文具笔记本", "湿厕纸", "汤锅", "探头", "示波器", "腰包", "服装定制", "短袖", "马甲", "汽水", "商业打印", "水壶", "工作站硬盘配件", "宣传折页", "保鲜箱", "充气床垫", "书", "温度计", "落地灯", "视频线", "智能门锁", "游戏本体", "胶带", "线上课程", "线上学习课程", "橡皮", "胶棒", "修正带", "裁纸刀", "胶水", "订书钉", "曲别针", "直尺", "美工刀", "标签", "矿泉水", "订书针", "尺子", "打孔器", "办公套装", "刀片", "皮筋", "图钉", "名片盒", "大头针", "书立", "本芯", "活页本", "吸顶灯", "便利贴", "贴纸", "双面胶", "夹纸钉", "起钉器", "墨水", "涂改液", "订书机", "血压计", "文具", "邮费链接", "福袋", "笔芯", "翻页笔", "尘袋", "档案盒", "扩容方案", "书架", "文件盘", "智能手表", "卷尺", "档案袋", "安全锤", "手机挂绳", "春节礼品", "按摩靠垫", "服务体验卡", "资料册", "会议终端", "话费券", "吊灯", "通信套餐", "大屏显示器", "会议音箱", "大屏支架", "导热片", "枣", "羽毛球球拍", "电脑保护套", "游戏充值卡", "电子雾化器", "养生壶", "工作站服务器通用内存条", "工作站显卡", "工作站网卡", "电话手表", "除螨仪", "帐篷", "户外套装", "乒乓组合套装", "营地车", "烤炉", "香薰", "拖把", "飞盘", "网球拍", "山地自行车", "笔记本电池", "文创", "墨粉墨水套餐", "桌面风扇", "三模键盘", "服务器显卡", "intel处理器", "工作站内存条", "服务器硬盘", "工作站硬盘", "其他电脑外设与配件", "其他企业与商业活动", "抖音支付券", "三模鼠标", "智能戒指", "SD卡TF卡", "学习机", "多功能一体机", "其他会议平板", "其他优惠卡券", "其他居家好物"], "brand": ["联想", "中国联通", "thinkpad", "扬天", "小新", "linner", "km", "microsoft", "拯救者", "大红点", "lecoo", "thinkplus", "thinkbook", "thinkvision", "yoga", "睿高", "howard", "devia", "百应", "aio", "小红点", "hoco", "rock", "柯丽雅", "tansto", "浩酷", "得力", "天逸", "摩托罗拉", "雷柏", "倍思", "m10", "thinkcentre", "阳朗", "黑鱼", "原厂", "天骄", "启天", "俐智", "moto", "小熊", "哈曼卡顿", "联想智选", "圈厨", "映趣", "绿联", "安格耐特", "飞狗moco", "淘奇多奇", "深蓝大道", "佑美", "宝可梦", "斗罗大陆", "西数", "至像", "thinkstation", "联想thinkserver", "thinksystem", "高德", "梵高范", "易展", "漫威", "钛搏", "百逸", "铁达信", "联创", "向物", "蓝月亮", "爱奇艺", "优酷", "芒果tv", "腾讯", "美团", "网易云音乐", "肯德基", "瑞幸", "喜马拉雅", "百度网盘", "飞科", "异能者", "ideapad", "龙腾", "乐柏裕", "晨光", "苏泊尔", "奥特曼", "momo", "百达菲诺", "迪沃", "咪咕悦读", "知乎盐选", "dq", "哈根达斯", "奈雪的茶", "猫眼", "广博", "keep", "植护", "dw", "新城", "依桐", "太古", "懒人听书", "微笑鲨", "科万鸿", "纽卡索", "jaki", "迪士尼", "谷维", "戴森", "悦尚", "牙博士", "etravel", "易旅", "fasola", "联想企业购", "tims", "惠麦", "弗农", "迈舒豪", "coco", "冉袋鼠", "罗马仕", "geekpro", "qq", "货拉拉", "滴滴", "乐刻", "千宏", "迅雷", "哔哩哔哩", "饿了么", "天猫", "支付宝", "qq音乐", "乐乐兄弟", "麦当劳", "喜茶", "茶颜悦色", "哈啰", "京东", "盒马鲜生", "e袋洗", "霸王茶姬", "xo", "only&home", "costa", "skg", "xddesign", "又见美物", "乐默", "蔬果园", "美菱", "博洋宝贝", "现代", "好慷在家", "金佰利", "德铂", "世达", "川宁", "茶里", "中粮", "zebra斑马", "理光", "smc", "hios", "宏正", "齐心", "星巴克", "渡边", "吴裕泰", "清风", "清康柔", "茶百道", "英科医疗", "心相印", "麦科信", "永辉超市", "问天", "昭阳", "摩米士", "同程旅游", "沃尔玛", "北冰洋", "朴朴超市", "蕉下", "蜜雪冰城", "古茗", "好利来", "每日瑜伽", "百果园", "万事通", "黑神话悟空", "博文", "乐学堂", "微果", "qq会员", "辉柏嘉", "富得快", "天蟹阁", "湖锦鲜", "劲威", "北极星", "锦一", "百特", "koyo", "益而高", "马培德", "英雄", "白雪", "蜻蜓", "品彩", "雅丽轩", "舒洁", "公牛", "立白", "三菱", "指思", "缤乐美", "中华", "东洋", "安兴", "飞利浦", "ipower", "海天", "金得利", "洁柔", "维达", "施德楼", "斑马", "卡西欧", "沃品", "格沵", "艾美特", "最生活", "希捷", "摩飞", "石墨", "apiyoo", "几素", "天禧", "开天", "艾优", "瑞天", "m100"], "model": ["tm200", "f309", "m4", "8g", "16g", "32g", "x100e", "n1901a-l300", "pro-13", "b200", "nc21-pro", "m5", "f308", "n1901", "y480", "gp70n", "m120-pro", "lx0801", "hv01", "a1", "fu100", "q5", "q3", "kn100", "k5819", "kn101", "mk618", "speedmaxb", "c06", "m14", "headshot", "u03", "f1-c03", "u04", "air-handle", "h01", "c04", "f1-c01", "lx0801-pro", "f1-u01", "r9502", "s22e", "y360", "howard", "t27h", "darren-bm", "f308-pro", "l32q-20", "l27i-28", "speedmaxc", "z2", "e2", "air2", "pro", "apr502", "dpw727r", "dpw803r", "mini-x3", "gan", "db85", "bms09", "m80", "rlc-501", "b1801-pro", "b11", "m7206w", "lj2605d", "m7615dna", "m7400-pro", "m1-pro", "l10", "ld2268", "lt100", "ld100", "lt201", "cm7110w-cm7120w", "m101dw", "m7206", "lt2451h", "k310", "upa12", "bm27", "g1", "t300", "510s", "lt1821k", "lt1821y", "lt1821m", "lt1821c", "c49", "z23", "bc20", "tu100-pro", "x1 nano", "e14", "e15", "n200", "t14s", "z1", "b12", "b21", "c611", "mk7", "510 pro", "r3", "l24e-30", "z3", "v2", "14", "cta12", "c1", "x5q", "s24e", "x2", "cc100", "young", "mm22", "熊猫", "p15", "m101dw pro", "竹子", "14p", "l5", "mk3", "x13", "v14", "l22e-30", "m15", "c02", "pad pro", "pro 16", "r9000p", "air 14 plus", "air-h3s", "n1", "l24e-34", "1685", "1770", "27", "k10", "m500", "pro 14", "t86-pro", "e24q", "t500", "e29w", "edge s", "13s", "uc100", "x1", "m8", "m10", "k11 pro", "r7000p", "u3.1a", "x1 隐士", "k11", "b1801s", "x3c", "15", "mini2", "雷电4", "mu242", "l32p-30", "m25", "p1 隐士", "c135w", "ps6", "t7", "ua17", "16+", "cx3", "c-c cable", "9280", "9281", "9284", "14+", "dhg3001", "dzg1801", "24", "blackstone-c", "boost", "mocha", "lp124", "gan-nano", "cm193", "av154", "lp497", "av151", "金点子-pro", "ns10-max", "x10-pro", "刃7000k", "9172", "f2366a", "f1105a7", "x1 carbon", "neo 14", "m3", "plus", "r100", "h1", "n10", "g2", "pro 24", "pro 27", "g27-30", "g27q-30", "y25-30", "k7", "m", "p15v", "k4800s", "k104", "520", "202", "gs07", "天骄", "gs12", "neo p600", "pro 14s", "16p", "km4800", "bm98tr-10", "c7", "x370", "hr08", "db75", "s20-pro", "t14", "n5095", "v15", "x3-lite", "s510", "m4000q", "plus 17", "7000", "pad-plus", "razr", "2inl", "w113", "w114", "w115", "w116", "w117", "life", "7022a", "7022f", "e5", "c5", "g27c-30", "t16", "x1s", "t2s", "pm9a1", "y27h-30", "y27q-30", "t2-pro", "red plus", "yjd002", "yjd003", "y7000p", "l7c", "lite", "t200", "5000", "v7", "p348", "p360", "588", "p520c", "p520", "p920", "ops100", "658", "g34w", "m26", "t1", "hr17", "p720", "小z", "100", "x800", "3200", "2666", "f516", "f517", "x24i", "h6", "s6", "2000h", "f309-lite", "c2", "wdr5620", "4000h", "m7", "ps7", "s65", "s75", "s86", "sata", "sr588", "2933", "r730-8i", "sas", "t100", "d1", "p27u-20", "al-06", "d6", "d20", "df-cp0623m", "df-hu0821m", "z13", "dp-0381", "1282", "1283", "1065", "db75max", "wl200", "wl80", "m102", "m220", "m21", "blackdiamond2", "m120k", "km102", "kn102", "new air14", "d16", "d26", "mk23", "b52", "t24a-10", "fs889", "fs927", "fs988", "fs923", "fh6312", "fs5600", "paper", "hc01", "ha05", "dc10", "dc09", "n301", "kn301", "km301", "l7", "h7", "h3-lite", "e980", "w7", "d100", "q9", "se55", "pm9b1", "t27p", "t24i-30", "x40", "f700", "f100", "f300", "tc550", "mc550", "km201", "dc05", "tph-06", "l5-lite", "ts200", "g501", "n911s", "zd1", "x6", "a102", "k400", "k201", "b14", "p620", "16", "air 14", "hc05", "air1", "b51", "b42", "b41", "g2-mini", "y9000p", "p16", "rh07", "rh15", "rh41", "rh50", "rh76", "rh80", "s14", "y900", "p3", "z4", "c140", "xxp-f", "uw200", "t34w-30", "r7", "kb-pro", "刃9000k", "c35", "r530", "mk5", "md50", "w30", "mini", "pro 16s", "e27e-34", "t14p", "668v2", "k3", "r5", "r3-s", "r3-pro", "ha04", "m301", "80x", "sx-hd15-12", "sx-hd15-20", "z5", "z65-utg", "z75-utg", "z85-utg", "z98-utg", "z100-utg", "z110-utg", "km130-pro", "bx71", "book 9i", "km130pro", "razr 40 ultra", "x7", "5000s", "n300", "air32", "y9000k", "h18", "e16", "2250", "razr 40", "r9000x", "air 14s", "air14s", "pro14", "pro16", "air14plus", "air15", "pro14s", "y9000x", "40 ultra", "moto razr 40 ultra", "p16v", "razr-40", "razr-40-ultra", "ph04", "cd06", "am10", "07iau", "a200", "l27q-35", "y27q", "bt06", "bt24", "bt40", "t24t-20", "t24v-30", "magic bay", "skt-y8817", "f500-pro", "f500", "t27i", "p65+", "k103", "s2", "90x", "y34wz-30", "y700", "g32qc-30", "f800", "c3", "868", "k70", "p5", "g34w-30", "p27h-30", "p7", "i5", "young gan", "px", "y32p-30", "13x", "xt93", "xt97", "xt99", "xg01", "xg02", "xt96", "w490", "x1 yoga", "p65", "p800", "d27-40", "d27q-30", "650v2", "p600", "l22e-40", "r7000", "d24-40", "g27qc-30", "g54", "p3 ultra", "s24i-30", "s27i-30", "p49w-30", "d22e-20", "e27q", "s25e-30", "m5-pro", "speeed aim", "m1", "258v2", "b2413e-23.8", "e24-28", "zj03", "ops110", "25", "r27q", "pad", "100s", "ha01r lite", "wec20", "wec20p", "wec40", "b1", "4.8a", "5.8a", "酷2888", "N95", "ps9", "se65", "ddr5", "km300s", "kn303", "w8 pro", "bms10", "zj03e", "y27qf-30", "e28u-20", "legion go", "n300 pro", "h2", "m300", "gk501", "gk502", "358fv2", "658z", "558h", "sr650v2", "l6", "pad pro 12.7", "550", "p32p", "p27pz-30", "cb12v", "t100c", "cb304g", "e24-30", "geek pro", "p900", "p40w-20", "m90s", "kn300s", "n500", "wl22a", "mc60", "酷310", "m90", "酷300", "d200", "d300", "kb01", "刃7000", "pro ai", "m14d", "f501-plus", "f502-max", "g34", "m20", "m9", "p24h-30", "p340", "k", "k1", "x6t", "660v2", "g302", "g502", "650x", "f102", "zd2", "ps10", "x3", "x3-pro", "l7c-pro", "tc3301", "tc3304", "tc3305", "tc3306", "tc3308", "m460", "xo-wx023", "kl-mf01", "co-h001", "bp3", "000-520", "b13", "zd4", "zd5", "zd6", "q8x", "a64-s", "k30", "a10", "hu04", "hu05", "hv02", "f520", "r27i-30", "sygt3001", "mig-lc1202", "bymjxw-60", "py-104", "t27p-30", "62c0hcr5ct", "win11", "s660", "e30", "a101", "62c0hcr6ct", "p368", "x1 fold", "air 15", "t27hv-30", "s22e-20", "c170", "x", "f500 max", "2888", "一体机", "st558", "k1s", "s22i-30", "c03", "c21", "c11", "p34w-20", "650", "c170w", "tgx", "panda pro", "s500", "m650", "0020", "15s", "09113", "geek pro g5000", "b2713e", "zt610 600dpi", "zt510 300dpi", "ds4608sr", "198型", "238型", "368型", "p780", "s27i", "oip100b", "oip200b", "cp1003b", "cp503b", "cp253b", "mdp700", "mdp701", "mdp702", "mdp1500", "mdp1501", "mdp1502", "mdp3000", "mdp3001", "mdp3002", "sat01004", "sato1004", "sato2002", "st01004", "st2002", "t01004", "t02002", "t02004", "t03004", "cp2100x", "cp2100b", "cp2100a", "acp1000", "xg8", "x50 ultra", "pad studio", "365", "r27qe", "27q", " x50 ultra", "buds", "buds+", "ddr4", "mk9", "m6x", "k5", "y7000", "3220g2", "悦plus", "l13", "x20l", "s24e-20", "p14s", "z7", "k5-pro", "k c2", "t24a-20", "m740t", "m301-pro", "n301-pro", "km 301-pro", "kn301-pro", "ks01", "kn520", "n520", "n303", "3118g2", "x5 ultra", "razr 50", "s50 neo", "x4", "a2", "pm9c1a", "pm9a1a", "t2", "t27h-30", "razr 50 ultra", "plus hybrid", "s50-neol", "100p", "air 14c", "es10", "m2721ul", "es20", "es60", "hb100", "b11 pro", "xa05", "md80", "p358", "zja2l", "b2731e", "k2718q", "n2721u", "b2211e/h", "b2229e", "z98ftg-10", "ha01", "hu05-c", "hu01r", "hu01r-c", "u2210ha-v", "f601", "f801", "b2412q-r", "25f-30", "k-c2", "k1p", "portal", "r9000k", "s1p", "b2429e", "m2721ql", "n2421", "k3221ul", "k2739ql", "n2718sq", "m2732pl", "k2739gql", "k2721pl", "b2431e ", "b2728-r", "m2721u", "k3218qlc", "k3218flc", "m2727q-r", "b2426m", "k2718ql", "k2718sl", "m2721pl", "m3221pl", "b2221e", "b2421e-r", "b2421-r", "k3218sqc", "m2427q-r", "m3518ql", "n3218qc", "n3218c", "n2739sq", "n2739q", "m2721u ", "m3237ule", "m2721hl", "k3221ql-2", "k3221ql", "k2718sql", "b2713e-r", "k2718fl-r", "k2718sqe", "b2413e/dp", "b2413e-r", "b2421-w", "b2429", "n3929qc", "n3218sc", "b2413-r", "b2213/h", "b2213e-2", "b2721e-2", "n95", "27p", "b2431e-2", "b2432e", "k3218slc", "b2436", "b2521e-r", "m3434qlc", "n2521", "n2721", "f502", "f510", "f510l", "f503l", "f502-plus", "gk301", "n2721q", "n2721s", "zja2", "2888pro", "s1", "a3", "e3", "f2", "g10", "k501", "k101", "k102", "s50", "air 15 aura", "p1", "721qk", "721tk", "721th", "su-t101", "r27qc-30", "xc10v", "xc05", "xc02", "xc03", "xc03 pro", "xc04", "p300", "m14t", "e660", "e680", "gt730", "gt1030", "rx550", "gt710", "gt1660", "m650 a382", "b2737", "m2729q-r", "xa05-c", "r2", "k2", "q5c", "etk-w01", "w1", "m2421l", "s01", "y1", "c1s", "c1 ultra", "d1 pro", "14s", "k c3", "0018", "st650", "7302", "na560-1", "xc05d", "r3f", "ap200", "0b01", "0b02", "zj04", "3m", "398", "698", "l27i-4a", "f508", "f509", "p8", "206", "100gt", "sc3306", "sc3301", "ea300", "ea311", "eb310", "tc3309", "r1", "325s1cae", "f708", "k6", "k6x", "g55", "g75", "9118", "mc60(s)", "s18-f", "7003", "6102", "k-35", "63201", "s624", "la570", "94466-10", "2802", "悦max", "5511a", "5603", "a1155", "837", "939", "km200", "kn200", "hf170", "g7", "9197", "pm307", "18216", "e310", "大师香氛", "c3624", "t20", "98440", "air 13", "p16s", "s240h", "l27h-4a", "l24i-4a", "l24m-4a", "r24e", "etx-z01", "d01", "q3c", "x750s", "s130", "p14h", "ts500s", "co 44", "co 45", "co 47", "co 49", "co 50", "co 51", "co 72", "co 57", "co 48", "tws-w3", "d27", "酷2889", "酷311", "悦pro", "14 se", "15 se", "16 se", "pro 28", "pro 29", "pro 30", "pro 31", "p2", "aio 520", "x5", "se", "x9 14 aura", "x9 15 aura", "a100", "m455", "11", "x1 carbon aura", "pro 16 gt", "pro 14 gt", "sr658", "g301", "g503", "7785a g3", "7780 g3", "悦max x5", "悦plus 14", "悦plus 16", "258v3", "550v2", "650v3", "5220g3", "sr258", "wr3220", "510 pro 14 irr", "air 14 aura", "14 aura", "sr668-v2", "tx800", "850", "sr868", "670v2", "air x ai", "15 aura", "pro 16 gt ai", "pro 16 ai", "pro 14 gt ai", "pro 14 ai", "ts90x", "r9000p ai", "air 32 ai", "air 32 ai ", "sr650", "mk11", "m760q", "酷2588", "109z", "t10", "58 v2", "t14p ai", "nano", "27 ai", "st258", "cta18", "f1", "700", "悦max 14", "go", "45 v3", "360 ai", "mini pro", "razr 60 ultra", "razr 60 pro", "razr 60", "edge 60 pro", "edge 60", "edge 60s", "n166a", "a5", "cs1831", "cs1831w", "cm7120w", "lj2405d", "lj2206", "m7455dnf", "m7605d", "p15h", "book 9i ai", "酷2488", "2588", "悦Pro", "e14 ai", "razr-60-ultra", "razr-60-pro", "edge-60-pro", "razr-60", "edge-60", "edge-60-s", "创世", "e16 ai", "y7000p-r7000p", "Pro14", "l27q", "m20-plus", "小新11", "悦max 16", "trackpods", "战7000", "858", "s65-pro", "m11", "g3", "g100 pro", "sr660-v2", "酷2888 pro", "g100", "e2000", "de4000h", "小新12", "60 pro", "air 14 ai", "小新Pro", "22", "st58", "悦plus 14 ai", "l14", "悦plus 16 ai", "2889", "悦plus14", "悦plus16", "258 v3", "nuc12go", "13 Pro", "13 Plus", "n810", "酷2888 Pro", "m280", "70", "NUC12GO", "60", "刃7000P", "122w", "n166a2", "m760e", "N155C", "m90h", "n60f", "n60d", "n80z", "n60z", "m630z", "m70d", "m740z", "m90f", "m70z", "m70f", "a70z", "m70h", "us100", "m7216", "刃7000p", "s105", "t1g", "x70 Air", "常规", "m100", "锋7000", "k-C3", "b210", "u3-205", "Air16", "GM1", "100GT"], "release_year": ["2018", "2016", "2019", "2020", "2021", "2010", "2017", "2022", "2024", "2025", "2023", "2000", "2026"], "cpu_brand": ["Intel", "AMD", "高通", "联发科", "Rockchip", "紫光展锐", "全志", "至高", "SS1101"], "cpu_series": ["酷睿", "锐龙", "骁龙", "Helio", "赛扬", "至强", "Intel", "WX", "天玑", "Tiger", "ultra", "N", "霄龙", "MT", "A"], "cpu_family": ["i5", "i7", "r7pro", "r7", "r3", "r5", "i3", "w", "i9", "ultra5", "r9", "ultra1", "ultra7", "ultra9", "pro", "5", "7", "e", "w3", "ultra2", "9", "kx", "ultra3"], "cpu_model": ["10400", "1130g7", "1165g7", "4750u", "10400f", "10750h", "6800h", "5300u", "1160g7", "5800h", "5600u", "5500u", "11300h", "11800h", "12700", "5850u", "12500h", "12400", "1240p", "1260p", "12700h", "6600hs", "6800hs", "1115g4", "1235u", "1255u", "6600h", "5700u", "12100", "5600h", "11500", "11700", "12500", "12700k", "2245", "10100", "10700", "12900k", "12900", "12900h", "1135g7", "6860z", "10500", "13100", "13400", "13700", "7530u", "13500h", "1340p", "7735hs", "12450h", "7735h", "13900hx", "13500hx", "13900h", "1155g7", "13700hx", "13700k", "13700h", "13620h", "13420h", "7745hx", "13905h", "1360p", "13600k", "7840h", "1355u", "8845h", "7945hx", "1335u", "7840s", "7320u", "1155g4", "7520u", "32g", "7840hs", "13650hx", "13800h", "7730u", "7020", "12800h", "14700k", "14600k", "11320h", "13980hx", "7840u", "4800", "10900", "13700kf", "155h", "14700", "14400", "13900k", "13500", "14900hx", "14650hx", "14700hx", "125h", "14100", "13400kf", "14900k", "11900", "13900", "1250u", "8645h", "185h", "155u", "125u", "7430u", "fhd", "1215u", "8840u", "7300X", "1340p-vpro", "1360p-vpro", "8300", "9700", "11400", "12600h", "8745h", "4600h", "7300", "258v", "11950h", "14500", "50", "14900", "7025", "8745hs", "1035g1", "285k", "265k", "12400f", "13400f", "14400f", "14700f", "11900f", "220h", "250h", "8845hs", "210h", "1315u", "288v", "225", "265", "225h", "255h", "285h", "2414", "2434", "2314", "2334", "2525", "13900hvpro", "2324g", "2356g", "h255", "13100t", "13500t", "12600hx", "265kf", "275hx", "2378", "4800mhz", "255hx", "7050", "2435", "8945hx", "5200", "8940hx", "270h", "5800u", "4800h", "3500", "185hvpro", "255u", "225u", "5600mt", "228v", "n305", "5600", "9955hx3d", "6780a", "7000", "6000g", "u6780a", "235", "9955hx", "9800x3d", "265h", "2478", "285hx", "205"], "cpu_gen": ["10", "7", "8", "12", "13", "6", "14", "11", "3", "1", "2", "4", "9", "5"], "gpu_type": ["集成显卡", "独立显卡", "集显+独显", "AMPER架构显卡", "入门级", "发烧级", "RTX Pro 2000 Blackwell", "RTX Pro 5060"], "gpu_brand": ["Intel", "AMD", "NVIDIA", "高通"], "gpu_series": ["geforce gt", "geforce gtx", "geforce rtx", "geforce mx", "geforce t"], "gpu_model": ["730", "2000", "530", "1650", "3050", "3060", "450", "680", "3050 Ti", "2050", "600", "1660 Super", "3070 Ti", "550", "660", "1660", "100", "6000", "740", "770", "6600", "4060", "4050", "5000", "7530", "370", "4070 Ti", "4070", "3080", "644", "1000", "500", "780", "5500", "3500", "7730", "4500", "4060 Ti", "4090", "4080", "620", "4070 Super", "4080 Super", "760", "3060 Ti", "3070", "1650 Ti", "880", "1660 Ti", "6750", "700", "1200", "5090", "5080", "5070 Ti", "140", "860", "130", "3000", "16 V3", "5070", "5060 Ti", "5060", "8350", "7350", "400", "7050", "6300", "1101 Oc", "8 Lite", "7650", "5050", "1315", "155", "7025", "7300", "720", "830", "6400", "750", "890", "24 X2", "2 V2", "4000", "9070", "5880"], "screen_size_inch": ["14", "27", "13", "21", "16", "86", "12", "6", "17", "98", "34", "75", "32", "28", "4", "43", "85", "110", "18", "15", "31", "23", "11", "10", "2", "29", "8", "24", "3", "65", "55", "49", "39", "35", "50", "100", "1"], "storage_capacity_gb": ["512", "1280", "1024", "32", "2048", "1524", "12288", "2304", "6144", "258", "5012", "2", "6", "12", "16", "2560", "768", "256", "1536", "128", "64", "4096", "3072", "8192", "8", "960", "5120", "480", "4", "10", "14", "18", "23270", "3076"], "memory_capacity_gb": ["8", "32", "3", "64", "24", "256", "128", "50", "1024", "192", "96", "16", "6", "4", "48", "12", "40", "26", "14", "20", "10"]}